import "./SinglePost.css"

export default function SinglePost() {
    return (
        <div>


            <div className="singlePost">
                <h1 className="singlePostTitle">
                    旧文|我们的巴黎女郎
                </h1>
                <h2 className="singlePostTitleline">———</h2>
                <p className="singlePostDesc">
                    整理照片的时候，偶然看到高中时期写的一些杂文，里面多多少少有着模仿《萌芽》的劣质手法，即使这样，当时的我还是义无反顾地投身于此，像是一片安静无人打扰的理想乡。
                </p>

                <p className="singlePostDesc">
                    当C靠在前门的边缘，用着平时同我们上课的口吻念出巴黎圣母院起火的新闻时，四周唏嘘声一片，夹杂着遗憾与抱怨，大概无非都是还未见过，触及过便已消失的遗憾。在发布会上，马克龙发着誓最少三年即可竣工完成修补，但与专家所说的二十几年似乎过于遥遥无期了。仅管如此，人们还是会喜爱他发誓时所带的勇气与信念，若真无法按时完成，那似乎也是没有办法的事了。
                </p>
                <p className="singlePostDesc">
                    也正如此时的我，在艰难的从用自己胳膊围成围墙里抬起头来，因充血而显得模糊的视角里看向投影仪，看向被黑烟笼罩揉成一团的巴黎圣母院。或许是安慰自己这样一件发生在很远的地方的事与此时此刻的我无关，又或许是脑中无休止尽的困意与疲倦将我死死纠缠不放。我重新低下了头。
                </p>
                <p className="singlePostDesc">
                    可仔细想想，二十年后的我已经三十七岁了，三十七岁的我在什么地方干着什么，与什么样的人一起生活，对我来说仍旧是一个未知数。但可以肯定的是，三十七岁的我不再会如此纠结过往，沉迷于人与人之间狭小而又微弱的关系中。我在日记里是这么写的。
                </p>
                <p className="singlePostDesc">
                    可就算现在的我，整日流转在寝室，食堂与教室的三点一线中，抛弃了文科的叽喳与不休，毅然决然地选择了理科的冗长与沉默。或早或晚地在简白的A4纸上划下痕迹，涂满，揉折，再重新取出，像是一个空洞巨大的轮回。纵使有完成时的成就感，却仍然抵挡不住它所带来的压抑与失意。也许当西西弗向前推动着巨大的岩块，看着岩块上的凹陷与褶皱，却怎样也看不到前方的光景，在不断细微中的努力也会被现实中微不足道的事情所击溃吧。
                </p>
                <p className="singlePostDesc">
                    晚上就寝上床时，室友W的头从厕所里探出来，
                </p>
                <p className="singlePostDesc">
                    你们知道L去世的事情吗？
                </p>
                <p className="singlePostDesc">
                    啊？什么时候的事啊？另一个室友Z从刚刚换上睡衣，听到后很震惊地凑了过来。
                </p>
                <p className="singlePostDesc">
                    就在这个星期的时候。
                </p>
                <p className="singlePostDesc">
                    不会吧，这么好的一个人，就这样死了？
                </p>
                <p className="singlePostDesc">
                    或许是觉得“死”这个字眼用的不大对，Z又说了一遍，换成了“去世”。
                </p>
                <p className="singlePostDesc">
                    他才几岁啊，这样的人，我可不想这么早就这样没了，至少要多活很久很久吧。
                </p>
                <p className="singlePostDesc">
                    那我可不想。W放好毛巾，也许活到五十就够了。
                </p>
                <p className="singlePostDesc">
                    一阵吵闹后的议论终究被宿管的哨声打断，白色的节能灯灭掉的嗡嗡声仍在飘荡着。似乎大家总是会被身边的人的生和死所牵动，可似乎过不了多久，这件事就会被埋藏在黄沙之下。记得前桌在某一段时间里嚷嚷着自己经常会见到死去的尸体，在惠明湖里飘荡的死鱼，路边被汽车压过的青蛙，走廊里撞上玻璃的鸟，死亡的概念不断萦绕在他身上。可终究，只不过是因为季节的更替与偶然事件中的那么一小小的几率罢了。
                </p>
                <p className="singlePostDesc">
                    记得这样一句话， “人这辈子一共会死三次。第一次是你的心脏停止跳动，那么从生物的角度来说，你死了；第二次是在葬礼上，认识你的人都来祭奠，那么你在社会上的地位就死了；第三次是在最后一个记得你的人死后，那你就真的死了。” 真若这样讲，那在记忆里的黄酒红肉，手持火把在黑山里缓慢前行的素不相识的人，奶奶每年在桌上插香所纪念的，记不起相貌却会在我柜内留下蒲扇的祖母，是应该仍在哪里彳亍着，迟迟不愿离去的吧？
                </p>
                <p className="singlePostDesc">
                    “于是，人们在凌晨十二点的钟后，停止了讲话，各自放下手中的塑料杯，点上火把，在粘稠的黑夜里前行，这既是为了领她而去，也是为了让她离去。”
                </p>
                <p className="singlePostDesc">
                    也许此时此刻活着的我们的存在也是可以为了别人，人与人之间的狭小关系在这时又显得愈发暧昧。或许这就是西西弗眼下的努力，在细碎微弱的无用功之间所做的决定，在绝对的迷雾中看不清也说不出真相的人们，或许这就是马克龙发誓时的勇气与信心。
                </p>
                <p className="singlePostDesc">
                    巴黎圣母院会依计划重新修好，我们的巴黎女郎会重新回到那。而我们，也会慢慢地推动着属于我们的巨石，推向山顶。
                </p>
                <p className="singlePostDesc">
                    如今恰是三年之后，巴黎圣母院如今还未开放，我想着现在或许活到四十就好。
                </p>

                <h2 className="singlePostTitlelineunder">——</h2>

            </div>

        </div>

    )
}
